app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "TITLE Test"], ["text", "TEXT Test"], ["created_at", "2016-02-05 01:12:32.685433"], ["updated_at", "2016-02-05 01:12:32.685433"]]
---
  def create
	#render plain: params[:article].inspect
	@article = Article.new(article_params)

	  if @article.save